import React from 'react'

export default function Mains() {
  return (
    
    <div className="socail-studies-main">
    <h2 className='que-heading'>ما هو علم الدراسات الاجتماعية؟</h2>
    <p>علم الدراسات الاجتماعية هو مادة دراسية مهمة تساعدنا على فهم العالم من حولنا. <br/> من خلال دراسة التاريخ،
        الجغرافيا، والموارد الاقتصادية والسياسية، نتعلم كيف تعيش الشعوب المختلفة وكيف تكونت الحضارات عبر الزمن.
    </p>
    <h2 className='que-heading'>أهمية الدراسات الاجتماعية</h2>
    <ul>
        <li>تعلمنا كيف نتعاون مع الآخرين ونتعايش مع الثقافات المختلفة.</li>
        <li>تعزز حبنا لوطننا مصر وتقديرنا لتاريخنا العريق.</li>
        <li>تقربنا من الشعوب العربية وتجعلنا ندرك أهمية الوحدة العربية.</li>
    </ul>

    <p>الدراسات الاجتماعية ليست مجرد مادة دراسية، بل هي أداة لفهم هويتنا المصرية والعربية والإسلامية والتعرف على
        تاريخنا
        المشرف وحضارتنا الغنية.</p>
    <h2 className='que-heading'>من هو الادريسي؟</h2>
    <p>هو العالم المغربي الشريف الإدريسي
        أحد كبار
        الجغرافيين العرب المسلمين <br/>
    </p>
    <strong>انجازات الإدريسي: </strong>
    <ul>
        <li><strong>رسم الخرائط:</strong> رسم خريطة دقيقة للعالم تُعرف بـ "خريطة الإدريسي".</li>
        <li><strong>كتاب "نزهة المشتاق":</strong> موسوعة جغرافية شاملة بأدق المعلومات المتاحة.</li>
        <li><strong>تصحيح الأخطاء الجغرافية:</strong> صحح معلومات عن أفريقيا وآسيا وأوروبا.</li>
        <li><strong>الإسهامات الفلكية:</strong> دمج علم الفلك لتحسين دقة خرائطه.</li>
        <li><strong>تأثيره على أوروبا:</strong> ساهمت أعماله في نهضة الاستكشاف الجغرافي الأوروبي.</li>
    </ul>
    <h2 className='que-heading'>كيف تذاكر الدراسات الإجتماعية بذكاء؟</h2>
    <ul>
        <li><strong>فهم المحتوى:</strong> ركز على فهم الأفكار والمفاهيم بدلًا من الحفظ.</li>
        <li><strong>تنظيم المعلومات:</strong> قسم الموضوعات لمراحل، وقم بالمراجعة المستمرة.</li>
        <li><strong>استخدام مصادر متنوعة:</strong> استعن بالكتب الدراسية، الإنترنت، والفيديوهات التعليمية.</li>
        <li><strong>حل الأسئلة والتدريبات:</strong> مارس حل الأسئلة والتمارين بشكل دوري.</li>
        <li><strong>المناقشة مع الزملاء أو المعلم:</strong> لا تتردد في طلب المساعدة أو المناقشة مع الآخرين.
        </li>
        <li><strong>ربط الدروس بالحياة اليومية:</strong> حاول تطبيق ما تتعلمه في حياتك اليومية أو زيارات
            ميدانية.</li>
        <li><strong>التحضير الجيد:</strong> اقرأ الدرس مسبقًا قبل حضوره في الفصل.</li>
        <li><strong>تنظيم الوقت:</strong> ضع جدولاً دراسيًا متوازنًا بين المواد.</li>
        <li><strong>الاستفادة من التكنولوجيا:</strong> استخدم التطبيقات والفيديوهات الوثائقية لتعزيز التعلم.
        </li>
        <li><strong>الصبر والمثابرة:</strong> لا تتوتر وكن صبورًا، مع الاستمرار ستحقق تقدمًا.</li>
    </ul>



</div>
  )
}
